export const courseDefaults = {
    image: 'https://bit.ly/2YXuze4',
    title: 'Основы JavaScript',
    short_description: 'Знакомимся с синтаксисом JavaScript, тренируемся использовать базовые концепции и пишем свои первые программы',
    full_description:
`
Студенты старших курсов в области информатики и
вычислительной техники.

Курс рассчитан на слушателей, которые уже владеют
каким-либо объектно-ориентированным языком,
например, C++, Java или D.
Материал предполагает знание не только конструкций
структурного программирования,
но и понимание ответов на вопросы, вроде «почему
важна инкапсуляция», «что такое класс», «зачем нужны
виртуальные функции»,
«как работать с исключениями». Кроме языковых
навыков, также пригодятся познания из области
операционных систем: процессы, нити,
системные вызовы, виртуальная память.
`,
    number_of_videos: 10,
    video_time: 3,
    playlist_id: 1,
    author_id: 1
}
